tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"
tap "schniz/tap"

brew "stow"
brew "ccls"
brew "gdb"
brew "git"
brew "node"
brew "neovim"
brew "zsh"
brew "fzf"
brew "fd"
brew "vifm"
brew "tree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ag"
brew "ripgrep"
brew "rg"
brew "languagetool"
brew "antiword"
brew "docx2txt"
brew "poppler"
brew "mutt"
brew "yarn"
brew "ack"
brew "bat"
brew "cloc"
brew "diff-so-fancy"
brew "entr"
brew "exa"
brew "gh"
brew "gnupg"
brew "grep"
brew "highlight"
brew "htop"
brew "hub"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "markdown"
brew "mas"
brew "neofetch"
brew "nmap"
brew "noti"
brew "reattach-to-user-namespace"
brew "schniz/tap/fnm"
brew "shellcheck"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "wdiff"
brew "wget"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "neofetch"
brew "transmission"
brew "opencode"
