tap "adoptopenjdk/openjdk"
tap "dwarvesf/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "productdevbook/tap"

brew "ack"
brew "act"
brew "gettext"
brew "glib"
brew "harfbuzz"
brew "xz"
brew "little-cms2"
brew "ant"
brew "antigen"
brew "antiword"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "apr-util"
brew "asciinema"
brew "automake"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "bibclean"
brew "bison"
brew "blueutil"
brew "gdbm"
brew "python@3.10"
brew "bpytop"
brew "broot"
brew "ccls"
brew "gdk-pixbuf"
brew "libavif"
brew "pango"
brew "librsvg"
brew "chafa"
brew "chruby"
brew "cloc"
brew "cmake"
brew "cmake-docs"
brew "freetds"
brew "gd"
brew "php", restart_service: :changed, link: false
brew "composer"
brew "diff-so-fancy"
brew "direnv"
brew "dnsmasq", restart_service: :changed
brew "docx2txt"
brew "doxygen"
brew "duckdb"
brew "node"
brew "emscripten"
brew "entr"
brew "exa"
brew "expect"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libmicrohttpd"
brew "libsndfile"
brew "libssh"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-bug"
brew "git-filter-repo"
brew "git-lfs"
brew "glances"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "libffi"
brew "python@3.9"
brew "netpbm"
brew "graphviz"
brew "grep"
brew "gtk+3"
brew "gtk4"
brew "libnice"
brew "libsoup"
brew "py3cairo"
brew "pygobject3"
brew "srtp"
brew "gstreamer"
brew "guile"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "hunspell"
brew "hyperfine"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "julia"
brew "libyaml"
brew "pandoc"
brew "jupyterlab", restart_service: :changed
brew "languagetool", restart_service: :changed
brew "perl"
brew "latexindent"
brew "lazydocker"
brew "lazygit"
brew "libfido2"
brew "libslirp"
brew "llvm@13"
brew "luajit"
brew "luv"
brew "lynx"
brew "mariadb", link: false
brew "markdown"
brew "mas"
brew "miller"
brew "mysql", restart_service: :changed
brew "mysql-client"
brew "navi"
brew "neofetch"
brew "neovim"
brew "nginx", restart_service: :changed
brew "nmap"
brew "noti"
brew "ollama"
brew "open-mpi"
brew "ripgrep"
brew "opencode"
brew "pandoc-plot"
brew "tree"
brew "pass"
brew "php@8.2", link: true
brew "pipx"
brew "pngpaste"
brew "podman"
brew "poppler"
brew "pre-commit", link: false
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygments", link: false
brew "pympress"
brew "qt"
brew "pyqt"
brew "qt@5"
brew "pyqt@5"
brew "python@3.11"
brew "python-tk@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "qemu"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rich-cli"
brew "rsnapshot"
brew "ruby-install"
brew "ruby@2.7"
brew "rust"
brew "scc"
brew "scooter"
brew "sevenzip"
brew "shellcheck"
brew "showkey"
brew "spatialindex"
brew "speedtest-cli"
brew "sphinx-doc"
brew "starship"
brew "stow"
brew "subversion"
brew "superfile"
brew "tabiew"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tmuxinator"
brew "trash", link: true
brew "vifm"
brew "vim"
brew "virtualenv", link: false
brew "visidata"
brew "wdiff"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "yazi"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zoxide"

cask "nikitabobko/tap/aerospace"
cask "background-music"
cask "cakebrew"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "easy-move+resize"
cask "finicky"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "iina"
cask "inkscape"
cask "kitty"
cask "leader-key"
cask "maccy"
cask "pd"
cask "pika"
cask "productdevbook/tap/portkiller"
cask "qmk-toolbox"
cask "rocket"
cask "skim"
cask "stats"
cask "tap-forms"
cask "trex"
cask "vlc"
cask "wezterm"
cask "wkhtmltopdf"

mas "AllMyBatteries", id: 1621263412
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Brother iPrint&Scan", id: 1193539993
mas "Countdown Timer Plus", id: 1150771803
mas "Dynamo", id: 1445910651
mas "Goodnotes", id: 1444383602
mas "Hand Mirror", id: 1502839586
mas "HazeOver", id: 430798174
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Latex Presentation", id: 666528611
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "ManabiReader", id: 1247286380
mas "MeetingBar", id: 1532419400
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "One Thing", id: 1604176982
mas "Pages", id: 409201541
mas "PDFgear", id: 6469021132
mas "Pixea", id: 1507782672
mas "Pocket", id: 568494494
mas "Presentify", id: 1507246666
mas "Save to Pocket", id: 1477385213
mas "Sequel Ace", id: 1518036000
mas "Slack", id: 803453959
mas "StuffIt Expander", id: 405580712
mas "Unsplash Wallpapers", id: 1284863847
mas "Vimari", id: 1480933944
mas "Zip Doctor", id: 1040894352
mas "紀伊國屋書店Kinoppy", id: 572547904

go "github.com/andremueller/md-publisher"

cargo "duf"
cargo "nerdfix"
cargo "parqeye"
cargo "viu"

uv "neovim-remote"
